{
  "name": " Egypt WIN 2024",
  "details": "Details",
  "developerName": "Nine Dev",
  "reviews": "21K reviews",
  "downloads": "Donwloads",
  "age": "Age",
  "install": "Install",
  "open": "Open",
  "about": "About this game",
  "shortDescription": "Welcome to Egypt WIN 2024! Casino and slot machines for free! They are waiting for you right now!",
  "casino": "Casino",
  "slots": "Slots",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stylised",
  "topInCasino": "#1 top grossing in casino",
  "ratingAndReviews": "Ratings and reviews",
  "Watson": "This game offers a seamless user experience with its intuitive interface and efficient functionality. Won only $93.64. It provides a range of useful features that cater to various needs, making it versatile for different users. Navigation is straightforward, and the layout is clean, enhancing overall usability. Overall, a reliable app worth considering for everyday use",
  "Sheff816": "Excellent and easy to earn money from this app. I downloaded the application and did not regret it. I play with pleasure and withdraw the money I earn to a bank account or even to an e-wallet. I advise you to try playing, you won’t regret it. I have already recommended this to all my friends and acquaintances",
  "Matthew": "Its straightforward design makes it easy to navigate, while its array of features caters to diverse user requirements. While minor glitches are encountered occasionally, the app’s consistent performance and prompt updates ensure a smooth experience. Whether managing tasks or staying connected, this game proves to be a valuable addition to any device.",
  "MassesOfPalpur": "Hello everyone, I want to tell you about an excellent casino app Best Slots. The interface is cosmic, withdrawing money quickly and without problems directly to the card, a very creative and interesting application, I withdraw quite a lot of money from it just lying on the couch, I advise everyone to download and try, catch your luck. Have a good game))",
  "Opposum": "Super casino app Best Slots. I really like this application",
  "aboutGameText1": "★ Amazing welcome bonus casino 250 Free Spins and 450 EUR!",
  "aboutGameText2": "★ New slots without internet and for free every week!",
  "aboutGameText3": "★ Tournaments and competitions with other players online!",
  "aboutGameText4": "★ A variety of slot machines, each with its own feature and unique bonus game!",
  "aboutGameText5": "★ Big rewards for those who play online slot machines every day!",
  "aboutGameText6": "★ Exciting gaming Egypt Win casino events will not let anyone get bored!",
  "aboutGameText7": "★ Log in to the casino simulator every 2 hours to spin the wheel of fortune for free!",
  "aboutGameText8": "★ Some slot machines have so many free spins that it seems like your Egypt Win Casino reels will spin forever!",
  "aboutGameText9": "Discover colorful slot machines for free without the Internet. Great graphics, vibrant slot machines and incredible Egypt Win casino bonuses are waiting for you. Play slot machines anytime, anywhere. Now you can enjoy casino simulator games even without an Internet connection.",
  "aboutGameText10": "Install free slot machines and get a unique opportunity to fight epic Egypt Win casino bosses in our casino simulator. Win and receive an additional reward. For each slot machine, casino quests are available, by completing which you will receive collections of items, with the help of these items you can improve free slot machines and bonus slot machines.",
  "aboutGameText11": "Play slot machines online, participate and win Egypt Win casino competitions with other players. The luckiest ones receive even more slot rewards. Download our casino simulator right now and top the rankings in Egypt Win casino! By playing any slots without the Internet for free, you get a chance to win a huge jackpot.",
  "aboutGameText12": "NEW SLOTS 2024 is not a game of chance. There are no real money payouts or any other material rewards. This game only simulates the operation of slot machines and does not guarantee success in a real casino or real slot machines.",
  "whatsNew": "What's new",
  "newBonuses": "New bonuses",
  "appInfo": "App info",
  "version": "Version",
  "updatedOn": "Updated on",
  "downloadSize": "Download size",
  "offeredBy": "Offered by",
  "releasedOn": "Released on",
  "updateDate": "Jan 24, 2024",
  "downloadsAmount": "119,000 downloads",
  "releaseDate": "Dec 12, 2023",
  "verified": "Verified by Play Protect",
  "startAgain": "Start again"
}
